// Решение в группах задач:
// Задача 26: Напишите программу, которая принимает на вход число и выдаёт количество цифр в числе.
// 456 -> 3
// 78 -> 2
// 89126 -> 5


Console.WriteLine("Enter number:");
int number = Convert.ToInt32(Console.ReadLine());

int lng = number.length;

console.WriteLine(lng);